tap "felixkratz/formulae"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "powershell/tap"
brew "python@3.13"
brew "awscli"
brew "btop"
brew "lima"
brew "colima"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-remote-codecommit"
brew "gitleaks"
brew "go"
brew "golangci-lint"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "powershell"
brew "ripgrep"
brew "speedtest-cli"
brew "sheldon"
brew "starship"
brew "tmux"
brew "tree"
brew "wget"
brew "zoxide"
brew "lolcat"
brew "boxes"
brew "toilet"
brew "S-Sigdel/tap/vimhjkl"
brew "yarn"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "brave-browser"
cask "google-chrome"
cask "google-drive"
cask "dbeaver-community"
cask "jellyfin"
cask "karabiner-elements"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "zen-browser"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "godot"
cask "imageoptim"
cask "obsidian"
cask "raycast"
cask "spacelauncher"
cask "spotmenu"
cask "stats"
cask "time-out"
vscode "anthropic.claude-code"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-github-actions"
vscode "godrix.svgr-preview"
vscode "lakshits11.monokai-pirokai"
vscode "lokalise.i18n-ally"
vscode "ms-playwright.playwright"
vscode "orta.vscode-jest"
vscode "sdras.night-owl"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "yoavbls.pretty-ts-errors"
